import React from 'react';

import './delivery.scss';

export const Delivery = () => {
    return (
        <div className="delivery">
            <p className="delivery__text">
                Работаем по 100% предоплате:
                <br />
                Карты Сбербанк *8767 и *1446 оформленная на Платонова Ангелина Вячеславовна
                <br />
                Ни на какие другие карты оплату не принимаем!
                <br />
                Счет выставляем и на телефон и на электронную почту!
                <br />
                Будьте бдительны!
                <br />А так же через Расчетный счёт (Сбербанк)
                <br />
                ИП Платонов Павел Анатольевич
                <br />
                Только после подтверждения заказа по телефону, с номеров 89876749783, 89876628256 - выставляются счета.
                <br />
                При подтверждении заказа наш менеджер уточнит удобный для Вас вариант оплаты.
                <br />И вам отправят счет для оплаты.
            </p>
            <p className="delivery__text">
                ДОСТАВКА ПО ВСЕЙ РОССИИ
                <br />
                Доставка по России осуществляется КУРЬЕРОМ, Транспортными компаниями
                <br />
                ДОСТАВКА ПРОИЗВОДИТСЯ ПОСЛЕ 100% ОПЛАТЫ ЗАКАЗА
            </p>
            <p className="delivery__text">Способы доставки:</p>
            <ul className="delivery__text">
                <li>ТК Деловые линии, ЖелдорАльянс , ЖелДорЭкспедиция, (доставка до ТК бесплатно)</li>
                <li>ТК ПЭК, Байкал Сервис, ТК "GTD" (доставка до ТК бесплатно)</li>
                <li>Курьерская компания СДЭК (доставка до ТК бесплатно)</li>
            </ul>
            <p className="delivery__text">Рассмотрим Ваши пожелания по ТК</p>
            <p className="delivery__text">
                После отправки Вашего заказа, Вам на почту будет отправлен скан квитанции по отправлению.
                <br />
                Обязательно указывайте точный адрес доставки - индекс, город, улица, дом.
                <br />
                Для Транспортных компаний : серию и номер паспорта.
                <br />
                Если у Вас остались какие-либо вопросы по приобретению товаров, работе нашего магазина
                <br />
                Вы можете обратиться к нам по следующим контактным данным:
                <br />
                Отдел продаж (заказ, оплата, доставка):
                <br />8 (987)-674-97-83, 8-(987)-662-82-56
            </p>
        </div>
    );
};
